INSERT INTO tb_coupon
(coupon_description, coupon_issuer, coupon_name, created, deleted, discount_price, end_date, minimum_order_price, shop_no, start_date, updated)
VALUES
    ('오픈 기념', 'EVENT', '오픈 쿠폰', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 2차', 'EVENT', '오픈 쿠폰 2차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 3차', 'EVENT', '오픈 쿠폰 3차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 4차', 'EVENT', '오픈 쿠폰 4차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 5차', 'EVENT', '오픈 쿠폰 5차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 6차', 'EVENT', '오픈 쿠폰 6차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 7차', 'EVENT', '오픈 쿠폰 7차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 8차', 'EVENT', '오픈 쿠폰 8차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 9차', 'EVENT', '오픈 쿠폰 9차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 10차', 'EVENT', '오픈 쿠폰 10차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL),
    ('오픈 기념 11차', 'EVENT', '오픈 쿠폰 11차', '2021-12-13 00:00:00', 0, 1000, '2021-12-31 00:00:00', NULL, NULL, '2021-12-01 00:00:00', NULL);

